{
    "Home": {
      "title": "Hello world!",
      "about": "Go to the about page",
      "shop_button": "Shop All Products",
      "featured": "Featured",
      "latest": "Latest",
      "discover": "Discover Our Products",
      "shop_by_category": "Shop by Collection",
      "shop_by_category_sub": "Browse our collections and find what you're looking for"
    },
    "Navigation": {
      "menu": "Menu",
      "home": "Home",
      "store": "Store",
      "account": "Account",
      "cart": "Cart",
      "about": "About"
    },
    "Footer": {
      "Categories": "Categories",
      "Collections": "Collections",
      "general_information": "General Information",
      "customer_service": "Customer Service",
      "legal": "Legal",
      "privacy_policy": "Privacy Policy",
      "terms_of_service": "Terms of Service",
      "shipping_returns": "Shipping & Returns",
      "delivery": "Delivery",
      "privacy": "Privacy Policy"
    },
    "Delivery": {
      "title": "Delivery",
      "description": "We offer a variety of shipping options to suit your needs. Please refer to the table below for more information.",
      "shipping_times": "Shipping Times",
      "standard_shipping": "Standard Shipping",
      "international_shipping": "International Shipping",
      "standard_shipping_description": "The delivery of goods across Ukraine is carried out by Nova Poshta company. During martial law, shipments are made within 1-3 business days after the store receives payment. The delivery cost is paid by the recipient, according to the carrier company's rates. After your order is shipped, you will receive a TTN number (consignment note), which you can use to track your package.",
      "international_shipping_description": "Delivery to other countries is carried out by Nova Poshta company. Shipments are made within 2-4 business days after the store receives payment. After your order is shipped, you will receive a TTN number (consignment note), which you can use to track your package. The delivery cost is paid by the recipient, according to the carrier company's rates. We do not deliver goods to aggressor countries (russia and belarus).",
      "note": "Please note that these are estimated delivery timeframes and may vary based on your location and other external factors.",
      "business_days": "business days"

    },
    "Exchange": {
      "title": "Exchange",
      "description": "We offer a variety of exchange options to suit your needs. Please refer to the table below for more information.",
      "exceptions": "Exceptions",
      "exceptions_1": "Items that have been used",
      "exceptions_2": "Items that have been washed or ironed",
      "exceptions_3": "Items that have had labels or tags removed",
      "exceptions_4": "Items that have been used for photos or videos",
      "exceptions_5": "Items that have been used",
      "exceptions_6": "Items that have been made to order",
      "exceptions_7": "Items that have been delivered to Ukraine (international delivery)",
      "exceptions_8": "Gift cards"
    },
    "Privacy": {
      "title": "Privacy",
      "privacy_policy": "Privacy Policy",
      "privacy_policy_description": "The privacy of your users is of great importance to us, and we make all efforts to ensure its protection. These rules explain how we use your personal information. By agreeing to the use of cookies when you first visit our website, in accordance with the terms of these rules, you give us permission to use cookies on every subsequent visit.",
      "personal_data_gathering": "Personal Data",
      "personal_data_gathering_description": "The following types of personal data are subject to collection, storage and use: Information about your computer, including your IP address, geographic location, browser type and version, and operating system; Information about your visits and use of this website, including referral sources, visit length, viewed pages and navigation paths; Information about your email address, which you used to place an order on our website; Information you entered during the use of our website services; Information generated when using our website, including information about time, frequency and conditions of its use; Information about any of your purchases, services or transactions, which you conducted through our website, including your name, address, phone number, email address and credit card information; Information contained in any messages you sent to us by email or through our website, including the content of the message and metadata; Any other personal information you sent to us. Before disclosing any personal information to us, third parties, you must obtain their consent as to disclosure and processing of this information in accordance with these rules.",
      "personal_data_use": "Use of your personal information",
      "personal_data_use_description": "You can use most of our website without providing any personal information. However, if you want to send us a message or communicate with us online, order a product or service, you need to provide certain information. Your personal information may include your name, surname, address or location, phone number and email address, text of your message or any other information you send to us",
      "cookie_etc": "Cookies and other tracking technologies",
      "cookie_etc_description": "Our website uses cookies and similar technologies to ensure maximum convenience for you, providing personalized information, remembering your preferences in the area of marketing and our products, and helping to obtain accurate information. When using the site, you confirm your consent to the use of cookies in accordance with this cookie policy. If you do not agree to the use of this type of file, please accordingly set the parameters of your browser or do not use the site https:// For questions regarding this policy, please contact us at info@thewool.shop"
    },
    "About": {
      "title": "About Us",
      "description": "the wool – ukrainian brand of knitted accessories and clothing. We create products that warm the heart from head to toe. When creating our products, we carefully select the yarn and control each stitch so that the products are perfect. The history of the wool began with childhood memories when my mother knitted clothes for my dolls. In 2016, we decided to turn these skills into reality and founded a family workshop, and in 2023, we launched a brand. All this time, each of our products is created with warmth and care, passing family traditions from generation to generation. We strive not only to preserve the craft of handmade knitting, but also to popularize it among ukrainians. Each stitch is not just a thread, it is a part of soul and skill that makes our products unique.",
      "with_love": "With love, Valentyna and Alina"
    },
    "Checkout": {
      "title": "Checkout",
      "personal_data": "Personal Data",
      "shipping_address": "Shipping Address",
      "billing_address": "Billing Address",
      "shipping_address_description": "Please enter your shipping address",
      "billing_address_description": "Please enter your billing address",
      "edit": "Edit",
      "continue_to_delivery": "Continue to delivery"
    }, 
    "CustomerData": {
      "first_name": "First Name",
      "last_name": "Last Name",
      "email": "Email",
      "phone": "Phone"
    }
  }