{
    "Home": {
      "title": "Привіт світ!",
      "about": "Перейти на сторінку про нас",
      "shop_button": "Перейти до магазину",
      "featured": "Наші Зірочки",
      "latest": "Останні надходження",
      "discover": "Наші продукти",
      "shop_by_category": "Детальніше про колекції",
      "shop_by_category_sub": "Перегляньте наші колекції та знайдіть те, що вам потрібно"
    },
    "Navigation": {
      "menu": "Меню",
      "home": "Головна",
      "store": "Магазин",
      "account": "Акаунт",
      "cart": "Кошик",
      "about": "Про нас"
    },
    "Footer": {
      "Categories": "Категорії",
      "Collections": "Колекції",
      "general_information": "Загальна інформація",
      "customer_service": "Клієнтська служба",
      "legal": "Юридична інформація",
      "privacy_policy": "Політика приватності",
      "terms_of_service": "Умови обслуговування",
      "shipping_returns": "Доставка та повернення",
      "privacy": "Політика приватності"
    },
    "Delivery": {
      "title": "Доставка",
      "description": "Ми пропонуємо різні варіанти доставки, щоб підібрати найкращий варіант для вас. Будь ласка, зверніться до таблиці нижче для отримання більшої інформації.",
      "shipping_times": "Час доставки",
      "standard_shipping": "Стандартна доставка",
      "standard_shipping_description": "Доставка товарів по Україні здійснюється компанією «Нова Пошта». У період воєнного стану відправлення здійснюються протягом 1-3х робочих днів після отримання магазином оплати. Вартість доставки оплачує отримувач, згідно тарифів компанії перевізника. Після відправлення замовлення, ви отримаєте номер ТТН (товарно-транспортної накладної), по якій ви зможете відстежити посилку.",
      "international_shipping": "Міжнародна доставка",
      "international_shipping_description": "Доставка на територію інших країн здійснюється компанією «Нова Пошта». Відправлення здійснюються протягом 2-4-х робочих днів після отримання магазином оплати. Після відправлення замовлення, ви отримаєте номер ТТН (товарно-транспортної накладної), по якій ви зможете відстежити посилку. Вартість доставки оплачує отримувач, згідно тарифів компанії перевізника. Ми не доставляємо товари в країни агресори (росію та білорусь).",
      "note": "Будь ласка, зверніть увагу, що ці час є приблизним і можe варіюватися в залежності від вашого місця розташування та інших зовнішніх факторів.",
      "business_days": "робочих днів"

    },
    "Exchange": {
      "title": "Повернення",
      "description": "Споживач має право повернути товар належної якості продавцю, у якого він був придбаний, якщо товар не задовольнив його за формою, габаритами, фасоном, кольором або розміром. Споживач має право обміняти товар неналежної якості на аналогічний товар без дефектів, якщо такий є в наявності, або вибрати інший виріб з асортименту на таку ж суму. Споживач має право на обмін, або повернення протягом чотирнадцяти днів з моменту оформлення замовлення, за наявності товарного чеку, збереження товарного виду виробу, усіх бірок та оригінальної упаковки. Витрати по доставці обміну і повернення виробів належної якості сплачує покупець.",
      "exceptions": "Товари, які не підлягають обміну",
      "exceptions_1": "вироби, які були в експлуатації",
      "exceptions_2": "вироби, які були в хімчістці, або після прання",
      "exceptions_3": "вироби, з яких були зрізані бірки та этикетки",
      "exceptions_4": "вироби, які були використані для фото/відео-зйомок",
      "exceptions_5": "вироби, які були в експлуатації",
      "exceptions_6": "вироби, які були виготовлений з урахуванням індивідуальних характеристик",
      "exceptions_7": "вироби, доставка яких була здійснена за територію України (міжнародна доставка)",
      "exceptions_8": "подарункові картки"
    }, 
    "Privacy": {
      "title": "Політика приватності",
      "privacy_policy": "Політика приватності",
      "privacy_policy_description": "Конфіденційність користувачів нашого веб-сайту має велике значення для нас, і ми докладаємо всіх зусиль для забезпечення її захисту. Дані правила пояснюють, як ми використовуємо вашу персональну інформацію. Погоджуючись із використанням файлів-cookie при першому відвіданні нашого веб-сайту, відповідно до положень даних Правил, ви надаєте нам дозвіл на використання файлів-cookie при кожному вашому наступному візиті.",
      "personal_data_gathering": "Збір особистих даних",
      "personal_data_gathering_description": "Збору, зберіганню та використанню підлягають наступні типи персональних даних: Інформація про ваш комп’ютер, включаючи вашу IP-адресу, географічне розташування, тип і версію браузера та операційну систему; Інформація про ваші відвідування та використання цього веб-сайту, включаючи реферальні джерела, протяжність візитів, переглянуті сторінки та шляхи навігації по сайту; Інформація про адресу вашої електронної пошти, яку ви використали для оформлення замовлення на нашому веб-сайті; Інформація, яку ви ввели під час використання сервісів нашого веб-сайту; Інформація, яка генерується при використанні нашого веб-сайту, включаючи інформацію про час, частоту та умови його використання; Інформація стосовно будь-яких ваших покупок, використаних сервісів або транзакцій, які ви провели через наш веб-сайт, включаючи ваше ім’я, адресу, номер телефону, адресу електронної поштової скриньки та інформацію про кредитну карту; Інформація, що міститься в будь-яких повідомленнях, які ви надсилали нам електронною поштою або через наш веб-сайт, включаючи зміст повідомлення та мета дані; Будь-яка інша персональна інформація, яку ви надіслали нам. Перед тим, як розкрити для нас персональну інформацію третьої особи, ви маєте отримати згоду цієї особи як на розкриття, так і на обробку цієї інформації у відповідності до даних правил.",
      "personal_data_use": "Використання вашої персональної інформації",
      "personal_data_use_description": "Ви можете користуватися більшою частиною нашого сайту без надання будь-яких персональних даних. Однак якщо ви хочете відправити нам повідомлення або поспілкуватися онлайн, замовити товар або послуги, вам потрібно надати певну інформацію. Ваші персональні дані можуть включати ваші ім’я, прізвище, адресу або місце розташування, номер телефону та адресу електронної пошти, текст вашого повідомлення або будь-яку іншу інформацію, яку ви нам надсилаєте, використовуючи форму зворотного зв’язку. Обробка вищевказаних персональних даних буде здійснюватися шляхом змішаної обробки персональних даних (збір, систематизація, накопичення, зберігання, уточнення (оновлення, зміна використання, поширення, передача, знеособлення, блокування, знищення персональних даних). Ми запитуємо ваш номер телефону, щоб продовжити обробку вашого замовлення і щоб повідомити про його статус. Цей номер може бути переданий кур’єру, який безпосередньо здійснює доставку замовленого товару, щоб ми могли тримати вас в курсі процесу доставки. Ви також можете надати нам інформацію щодо ваших параметрів, щоб ми змогли забезпечити більш індивідуальний підхід в організації вашого процесу покупки. Ми зберігаємо інформацію про товари, придбані вами. Таким чином, ми можемо швидше розібратися з будь-якими проблемами або запитами, що виникають, а також упевнитися, що вся відправлена вам інформація є релевантною. Коли ви відвідуєте наш сайт, ми автоматично збираємо певні дані про вас. Для отримання розгорнутої інформації з даного питання, будь ласка, зверніться до розділу нижче «cookies та інші технології відстеження». Мета обробки ваших персональних даних – надання вам послуг відповідно до умов угоди користувача. Зібрана інформація дозволяє нам: – Надати товари і послуги, які ви замовили; – Підтвердити вашу особистість і деталі вашого способу оплати або рахунку кредитної картки; – Керувати нашим сайтом та надавати послуги клієнтам; – Планувати і керувати комерційною діяльністю, що включає аналіз ваших звичок, переваг по товарах і стилям; – Спілкуватися з вами (включаючи електронну пошту і телефон в разі, якщо ви надали такі дані)",
      "cookie_etc": "Cookie та інші технології відстеження",
      "cookie_etc_description": "Наш сайт використовує файли cookie і схожі технології, щоб гарантувати максимальну зручність для вас, надаючи персоналізовану інформацію, запам’ятовуючи переваги в області маркетингу і нашої продукції, а також допомагаючи отримати коректну інформацію. При використанні сайту, ви підтверджуєте свою згоду на використання файлів cookie відповідно до цього повідомленням щодо даного типу файлів. Якщо ви не згодні з тим, щоб ми використовували даний тип файлів, то ви повинні відповідним чином встановити налаштування вашого браузера або не використовувати сайт https:// З питань, які стосуються цієї політики, звертайтеся, будь ласка, за адресою info@thewool.shop"
    },
    "About": {
      "title": "Про нас",
      "description": "the wool – український бренд в'язаних аксесуарів та одягу ручної роботи. Ми створюємо вироби, що гріють від серця до маківки. При створенні наших речей ми ретельно відбираємо пряжу та контролюємо кожну петельку, щоб вироби були ідеальними. Історія the wool почалася з дитячих спогадів, коли мама в'язала одяг для моїх ляльок. У 2016 році ми вирішили втілити ці навички в реальність і заснували сімейну майстерню, а у 2023 ми започаткували бренд. Весь цей часу кожен наш виріб створюється з теплом і турботою, передаючи родинні традиції з покоління в покоління. Ми прагнемо не лише зберегти ремесло ручного в'язання, але й популяризувати його серед українців. Кожна петелька – це не просто нитка, це частинка душі та майстерності, яка робить наші вироби унікальними.",
      "with_love": "З любов'ю, Валентина та Аліна"
    },
    "Checkout": {
      "title": "Оформлення замовлення",
      "personal_data": "Персональні дані",
      "shipping_address": "Адреса доставки",
      "billing_address": "Адреса оплати",
      "shipping_address_description": "Будь ласка, введіть вашу адресу доставки",
      "billing_address_description": "Будь ласка, введіть вашу адресу оплати",
      "edit": "Редагувати",
      "continue_to_delivery": "Далі до доставки"
    }, 
    "CustomerData": {
      "first_name": "Ім'я",
      "last_name": "Прізвище",
      "email": "Email",
      "phone": "Телефон"
    },
    "Shipping": {
      "title": "Доставка",
      "edit": "Редагувати",
      "shipping_method": "Метод доставки",
      "shipping_method_description": "Будь ласка, виберіть метод доставки",
      "continue_to_payment": "Далі до оплати",
      "nova_poshta_missing_data": "Будь ласка, виберіть адресу"
    }
  }